Repository: open-contracting-archive/toucan
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: An invalid published date was submitted, and therefore ignored: %(date)s
es: La fecha enviada es inválida: %(date)s, por lo que se omitió en los resultados.

source: An invalid split size was submitted, and therefore ignored. Default value is used, split size: 1
es: El tamaño de paquete ingresado es inválido, se omitió el valor. Se utiliza el valor por defecto. Tamaño de paquete: 1

source: Encoding %(encoding)s ... is not recognized. The default value 'utf-8' was used.
es: La codificación %(encoding)s ... no se reconoce. Se utiliza la codificación 'utf-8' por defecto.

source: Select a schema and version
es: Seleccione un esquema y versión

source: Provide a URL
es: Indique una URL

source: Upload a file
es: Subir un archivo

source: For an OCDS Extension
es: Para una Extensión OCDS

source: Please choose an operation type
es: Elija un tipo de operación

source: Provide the URL to a custom schema below
es: Provea la URL a un esquema personalizado

source: Please select an OCDS version
es: Seleccione una versión OCDS

source: Please select an option
es: Seleccione una opción

source: Please provide a URL
es: Indique una URL

source: Please provide a file
es: Cargue un archivo

source: Provide at least one extension URL
es: Indique al menos una URL de extensión

source: There was an issue when trying to upload the file to Google Drive, please try again later.
es: Hubo un error tratando de subir el archivo a Google Drive, favor intente de nuevo más tarde.

source: There was an authorization issue when saving the file to Google Drive, please try again later.
es: Se encontró un problema de autorización al guardar el archivo en Google Drive, favor intente de nuevo más tarde

source: more
es: más

source: less
es: menos

source: Success!
es: Éxito!

source: Download
es: Descargar

source: Save to Google Drive
es: Guardar en Google Drive

source: File saved on Google Drive
es: Archivo guardado en Google Drive

source: Open
es: Abrir

source: Processing operation. Please don't refresh nor close the browser window!
es: Procesando la operación. Por favor no refresque ni cierre el navegador.

source: Please wait... If a new window opens, please authorize the application.
es: Por favor espere... Si se abre una nueva ventana, favor autorice la aplicación.

source: We couldn't check that all files were JSON or of the OCDS type requested.
es: No pudimos comprobar que todos los archivos sean JSON, o del tipo OCDS solicitado

source: You can add more files or remove them, then click on <b>Start</b> again.
es: Puede agregar más archivos o eliminarlos, luego puede hacer clic en <b>Procesar</b> otra vez

source: Files with validation issues will be ignored by default.
es: Los archivos con problemas de validación serán ignorados por defecto.

source: An error has occurred!
es: ¡Ha ocurrido un error!

source: Please verify that all your files are valid OCDS JSON, and try again in a few minutes.
es: Por favor verifique que todos sus archivos son válidos de acuerdo al estándar OCDS, e intente de nuevo en unos minutos.

source: Provide the URL to a file:
es: Provea la URL a un archivo:

source: Add URL
es: Añadir URL

source: Start
es: Procesar

source: Add a file
es: Agregue un archivo

source: or drag and drop here.
es: o arrastre y suelte aquí

source: Add more files
es: Agregar más archivos

source: Processed
es: Procesado

source: of
es: de

source: files ...
es: archivos...

source: Combine Packages
es: Combinar Paquetes

source: Use this tool to combine <a href="https://standard.open-contracting.org/latest/en/schema/release_package/" target="_blank">release packages</a> or <a href="https://standard.open-contracting.org/latest/en/schema/record_package/" target="_blank">record packages</a> into a single package.
es: Use esta herramienta para combinar <a href="https://standard.open-contracting.org/latest/es/schema/release_package/" target="_blank">paquetes de release</a> o <a href="https://standard.open-contracting.org/latest/es/schema/record_package/" target="_blank">paquetes de record</a> en un solo paquete.

source: Fill in the <strong>Published date</strong> textbox to set <code>publishedDate</code> in the output package.
es: Use la opción <strong>Fecha de Publicación</strong> para establecer <code>publishedDate</code> del paquete de salida.

source: Select the correct <strong>Package type</strong> option before starting.
es: Seleccione la opción correcta de <strong>Tipo de Paquete</strong> antes de empezar.

source: Check the <strong>Pretty JSON</strong> checkbox to get a pretty print on the output files.
es: Seleccione la opción <strong>JSON Indentado</strong> para indentar los archivos de salida.

source: By default the output encoding is utf-8, you can change it in <strong>Encoding</strong> text box.
es: Por defecto la codificación de salida es utf-8, utiliza la caja de texto <strong>Codificación</strong> para ingresar otra codificación.

source: Each input file must be a JSON file containing either a single package or an array of packages.
es: Los archivos de entrada deben ser JSON con un solo paquete cada uno o un array de paquetes.

source: Compile Releases
es: Compilar Releases

source: Use this tool to create a <a href="https://standard.open-contracting.org/latest/en/schema/record_package/" target="_blank">record package</a> with compiled releases included from <a href="https://standard.open-contracting.org/latest/en/schema/release_package/" target="_blank">release packages</a>.
es: Use esta herramienta para generar un <a href="https://standard.open-contracting.org/latest/es/schema/record_package/" target="_blank">paquete de record</a> con compiled releases incluidos desde <a href="https://standard.open-contracting.org/latest/es/schema/release_package/" target="_blank">paquetes de release</a>.

source: Check the <strong>Include Versioned Releases</strong> checkbox if you want to add a versioned release to each record. Read more about compiled releases and versioned releases in the <a href="https://standard.open-contracting.org/latest/en/schema/merging/" target="_blank">OCDS documentation</a>.
es: Seleccione la opción <strong>Incluir el bloque versionedRelease</strong> si quiere añadir un versioned release para cada record. Lea más sobre compiled releases y versioned releases en la <a href="https://standard.open-contracting.org/latest/es/schema/merging/" target="_blank">documentación de OCDS</a>.

source: Please verify that your files are release packages before uploading.
es: Favor verifique que sus archivos sean paquetes de release antes de subirlos.

source: Include Versioned Releases:
es: Incluir el bloque versionedRelease:

source: The authentication has finished, you can close this window now.
es: El flujo de autenticación se ha completado. Puede cerrar esta ventana.

source: Create Release Packages
es: Crear Paquetes de Entregas

source: Split Packages
es: Dividir Paquetes

source: Upgrade from 1.0 to 1.1
es: Actualizar de 1.0 a 1.1

source: Generate a spreadsheet version of schema
es: Generar una planilla del esquema

source: Convert to CSV/Excel
es: Convertir a CSV/Excel

source: Convert to JSON
es: Convertir a JSON

source: <a href="https://standard.open-contracting.org/" target="_blank">OCDS</a> Toucan offers a set of transformation tools.
es: <a href="https://standard.open-contracting.org/latest/es/" target="_blank">OCDS</a> Toucan ofrece un conjunto de herramientas de transformación.

source: You sometimes need to transform OCDS data before you can use it or publish it.
es: Algunas veces usted necesita transformar los datos OCDS antes de usarlos o publicarlos.

source: Toucan allows you to get OCDS data ready for use, in your browser:
es: Toucan le permite tener los datos OCDS listos para su uso, en su navegador:

source: Create a <a href="https://standard.open-contracting.org/latest/en/schema/release_package/" target="_blank">release package</a> from individual <a href="https://standard.open-contracting.org/latest/en/getting_started/releases_and_records/#releases" target="_blank">releases</a>
es: Cree un <a href="https://standard.open-contracting.org/latest/es/schema/release_package/" target="_blank">paquete de release</a> a partir de <a href="https://standard.open-contracting.org/latest/es/getting_started/releases_and_records/#releases" target="_blank">releases</a> individuales

source: Combine many small packages into a large package
es: Combine muchos paquetes pequeños en un paquete grande

source: Transform release packages into a <a href="https://standard.open-contracting.org/latest/en/schema/record_package/" target="_blank">record packages </a> with compiled releases and versioned releases
es: Transforme los paquetes de release en <a href="https://standard.open-contracting.org/latest/es/schema/record_package/" target="_blank">paquetes de record</a> incluyendo compiled releases y versioned releases

source: Upgrade from an old version of OCDS to a new version
es: Actualice una versión anterior de OCDS a una nueva versión

source: Convert release packages to/from Excel and CSV
es: Convierte paquetes de release a/desde Excel y CSV

source: Generate a spreadsheet version of OCDS schema
es: Generar una planilla del esquema

source: You can upload up to 20 files to each tool, and each file should be less than 20MB. Results remain available for 2 days.
es: Puede subir hasta 20 archivos en cada herramienta, y cada archivo debe ser menor a 20MB. Los Resultados permanecerán disponibles por 2 días.

source: If you have more or larger files, try using <a href="https://ocdskit.readthedocs.io/en/latest/" target="_blank">OCDS Kit</a> from the command line. Please report any issues to <a href="mailto:data@open-contracting.org" target="_blank">data@open-contracting.org</a> or create an issue on <a href="https://github.com/open-contracting/toucan/issues" target="_blank">GitHub</a>.
es: Si tiene más archivos o son más grandes, pruebe <a href="https://ocdskit.readthedocs.io/en/latest/" target="_blank">OCDS Kit</a> por línea de comandos. Favor reporte cualquier falla a <a href="mailto:data@open-contracting.org" target="_blank">data@open-contracting.org</a> o cree un issue en <a href="https://github.com/open-contracting/toucan/issues" target="_blank">GitHub</a>.

source: Generate a spreadsheet version of the schema
es: Generar una planilla del esquema

source: Use this feature to generate a spreadsheet version of an OCDS schema.
es: Use esta función para generar una planilla del esquema OCDS

source: The spreadsheet contains the names, paths and descriptions of all OCDS fields in a table format. You can refer to the <a href="https://ocdskit.readthedocs.io/en/latest/api/mapping_sheet.html" target="_blank">definitions of the spreadsheet's columns</a>.
es: La planilla contiene los nombres, rutas y descripciones de todos los campos del estándar en un formato de tabla. Puede consultar las <a href="https://ocdskit.readthedocs.io/en/latest/api/mapping_sheet.html" target="_blank">definiciones de columnas de la planilla</a>.

source: The options available are:
es: Las opciones disponibles son:

source: Select a schema and version:
es: Seleccione un esquema y versión:

source: Use any of the official OCDS Schemas.
es: Use cualquiera de los esquemas OCDS oficiales.

source: Provide a URL:
es: Indique una URL:

source: Enter a URL to a custom schema.
es: Ingrese una URL a un esquema personalizado.

source: Upload a file:
es: Cargue un archivo:

source: Upload a custom schema file from your computer.
es: Cargue un esquema personalizado desde su computadora.

source: For an OCDS Extension:
es: Para una Extensión OCDS:

source: Generate a patched version of the Release Schema with one or more OCDS extensions.
es: Genera una versión parcheada del esquema de Release con una o más extensiones OCDS.

source: Please provide one or more URLs to the <code>extension.json</code> file for each OCDS extension you want to use:
es: Favor indique una o más URLs del archivo <code>extension.json</code> por cada extensión OCDS que desee:

source: Generate
es: Generar

source: Use this tool to create a <a href="https://standard.open-contracting.org/latest/en/schema/release_package/" target="_blank">release package</a> from <a href="https://standard.open-contracting.org/latest/en/getting_started/releases_and_records/#releases" target="_blank">releases</a>.
es: Use esta herramienta para crear un <a href="https://standard.open-contracting.org/latest/es/schema/release_package/" target="_blank">paquete de release</a> a partir de <a href="https://standard.open-contracting.org/latest/es/getting_started/releases_and_records/#releases" target="_blank">releases</a> individuales

source: Each input file must be a JSON file containing either one release or an array of releases.
es: Los archivos de entrada deben ser JSON con un solo Release cada uno o un array de releases.

source: The options available for input files are:
es: Las opciones disponibles para los archivos de entrada son:

source: Upload files:
es: Subir archivos:

source: Drag and drop one or more files. You can also click the <strong>Add a file</strong> link below.
es: Arrastre y suelte uno o más archivos. También puede hacer clic en el enlace de <strong>Agregue un archivo</strong> más abajo.

source: Provide URLs:
es: Indique URLs:

source: Enter one or more URLs to each file. Click <strong>Add URL</strong> to provide more URLs.
es: Ingresa una o más URLs a cada archivo. Haga click en <strong>Añadir URL</strong> para ingresar más URLs.

source: Upload no more than one file by dragging and dropping in the box below or using the <strong>Add a file</strong> link.
es: Suba no más de un archivo arrastrándolo y soltándolo en la caja de abajo o usando el enlace <strong>Agregue un archivo</strong>.

source: Provide a single URL to a file.
es: Ingresa una sola URL al archivo.

source: Upload files
es: Subir archivos

source: Provide URLs
es: Indique URLs

source: Encoding:
es: Codificación:

source: Pretty JSON:
es: JSON Indentado:

source: Package type:
es: Tipo de Paquete:

source: Release Package
es: Paquete de Release

source: Record Package
es: Paquete de Record

source: Published date:
es: Fecha de Publicación:

source: Use this tool to split <a href="https://standard.open-contracting.org/latest/en/schema/release_package/" target="_blank">release packages</a> or <a href="https://standard.open-contracting.org/latest/en/schema/record_package/" target="_blank">record package</a> into smaller packages for each.
es: Use esta herramienta para dividir <a href="https://standard.open-contracting.org/latest/es/schema/record_package/" target="_blank">paquetes de release</a> o <a href="https://standard.open-contracting.org/latest/es/schema/release_package/" target="_blank">paquetes de record</a> en paquetes más pequeños.

source: To change the <code>publishedDate</code> for the output package fill in the <strong>Published date</strong> textbox and check the <strong>checkbox</strong> next to it. Select the correct <strong>Package type</strong> option before uploading.
es: Para cambiar el valor de <code>publishedDate</code> del paquete de salida use la opción <strong>Fecha de Publicación</strong> y marque la <strong>casilla de selección</strong> junto a ella.

source: Enter the number of items (records or releases) per divided package in <strong>Items per Package</strong> box before start process.
es: Ingrese el número de elementos (records o releases) por paquete dividido en la caja de texto <strong>Elementos por Paquete</strong> antes de comenzar el proceso.

source: Items per Package:
es: Elementos por Paquete:

source: An invalid split size was entered. Please change it to a valid number.
es: El tamaño de paquete ingresado es inválido. Por favor cámbielo por un valor válido.

source: Please verify that the file is valid OCDS JSON, and try again in a few minutes.
es: Por favor verifique que el archivo sea válido de acuerdo al estándar OCDS, e intente de nuevo en unos minutos.

source: Use this page to convert a CSV or Excel version into a <a href="https://standard.open-contracting.org/latest/en/schema/release_package/" target="_blank">release package</a>.
es: Use esta página para convertir una versión CSV o Excel en un <a href="https://standard.open-contracting.org/latest/es/schema/release_package/" target="_blank">paquete de release</a>.

source: The input CSV files must be compressed at the root of a ZIP file if there is more than one file, and the Excel file must be an XLSX file. Please verify that your files are in a format accepted by <a href="https://flatten-tool.readthedocs.io/en/latest/usage-ocds/" target="_blank">Flatten Tool</a> for OCDS.
es: Los archivos CSV de entrada deben estar comprimidos en la raíz de un archivo ZIP si son más de un archivo, y el archivo Excel debe ser un archivo XLSX. Favor verifique que sus archivos estén en un formato aceptado por la herramienta <a href="https://flatten-tool.readthedocs.io/en/latest/usage-ocds/" target="_blank">Flatten Tool</a> para OCDS.

source: Added:
es: Añadido:

source: An error has occurred! Please verify that all your files are valid OCDS JSON, and try again in a few minutes.
es: ¡Ha ocurrido un error! Por favor verifique que todos sus archivos son válidos de acuerdo al estándar OCDS, e intente de nuevo en unos minutos.

source: Use this page to convert a <a href="https://standard.open-contracting.org/latest/en/schema/release_package/" target="_blank">release package</a> to its CSV and Excel version.
es: Use esta página para convertir un <a href="https://standard.open-contracting.org/latest/es/schema/release_package/" target="_blank">paquete de release</a> a su versión CSV y Excel.

source: Use this tool to update <a href="https://standard.open-contracting.org/latest/en/getting_started/releases_and_records/#releases" target="_blank">releases</a>, <a href="https://standard.open-contracting.org/latest/en/schema/release_package/" target="_blank">release packages</a>, or <a href="https://standard.open-contracting.org/latest/en/schema/record_package/" target="_blank">record packages</a> to OCDS 1.1.
es: Use esta herramienta para actualizar un <a href="https://standard.open-contracting.org/latest/es/getting_started/releases_and_records/#releases" target="_blank">release</a>, <a href="https://standard.open-contracting.org/latest/es/schema/release_package/" target="_blank">paquete de release</a> o <a href="https://standard.open-contracting.org/latest/es/schema/record_package/" target="_blank">paquete de record</a> a OCDS 1.1.

source: Upload successful
es: Subida exitosa

source: Delete
es: Borrar

source: Processing...
es: Procesando...

source: Not a record package
es: No es un paquete de records

source: Not a release package
es: No es un paquete de releases

source: Not a release or package
es: No es un release o paquete

source: Not a package or list of packages
es: No es un paquete o lista de paquetes

source: Not a release or list of releases
es: No es un release o lista de releases

source: "%(type)s" not recognized
es: No se reconoce "%(type)s"

source: Error decoding JSON
es: Error al decodificar JSON

source: No valid option selected
es: No se seleccionó ninguna opción válida

source: Enter a valid URL.
es: Introduzca una URL válida.

source: There was an error when trying to access this URL. Please verify that the URL is correct and the file has the expected format.
es: Se produjo un error al intentar acceder a esta URL. Favor verifique que la URL sea correcta y el archivo tenga el formato esperado.

source: File not found
es: Archivo no encontrado

source: File deleted
es: Archivo eliminado

source: Invalid request, authentication process has not been started.
es: Solicitud inválida, el proceso de autenticación no ha sido iniciado

source: English
es: Inglés

source: Spanish
es: Español
